Repository: wp-plugins/qr-code-generator-4-all
Catalog: languages/qrgen4-*.po
Languages: de_de, nl_nl

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht die notwendigen Rechte, um auf diese Seite zuzugreifen.
nl_nl: U heeft niet de benodigde rechten om toegang tot deze pagina te krijgen.

source: Valid until %s
de_de: Gültig bis %s
nl_nl: Geldig tot %s

source: Free Custom-QR-Codes for your users
de_de: Kostenlose Custom-QR-Codes für Ihre User
nl_nl: Gratis Custom-QR-Codes voor uw gebruikers

source: Normally users need a QR-Token to create a Custom-QR-Code. If you want to offer this for free to your users, you need a QR-Site-Token. You can get them <a href="%s" target="_blank">here</a>.
de_de: Normalerweise benötigen User ein QR-Token, um einen Custom-QR-Code zu erzeugen. Wenn Sie diese Funktion Ihren Usern kostenlos anbieten möchten, benötigen Sie ein QR-Site-Token. Dieses erhalten Sie <a href="%s" target="_blank">hier</a>.
nl_nl: Normaal gesproken hebben gebruikers een QR-Token nodig om een Custom-QR-Code te creëren. Wanneer u deze functie gratis wilt aanbieden aan uw gebruikers, heeft u een QR-Site-Token nodig. Deze kunt u <a href="%s" target="_blank">hier</a> krijgen.

source: Save Changes
de_de: Änderungen speichern
nl_nl: Wijzigingen opslaan

source: Implementation
de_de: Implementierung
nl_nl: Implementatie

source: To implement the free configurable QR Code Generator, you just need to embed the following code:
de_de: Den frei konfigurierbaren QR Code Generator bauen Sie mit folgendem Code auf Ihrer Seite ein:
nl_nl: Om de vrij configureerbare QR Code Generator te implementeren, moet je gewoon de volgende code inbouwen:

source: The above version uses the full available width. To limit the width or to add a margin, you can also add style parameter:
de_de: Die obere Version nutzt die volle, verfügbare Breite. Um die Breite zu begrenzen oder einen Rand hinzuzufügen, können Sie den style-Parameter hinzufügen:
nl_nl: De bovenstaande versie gebruikt het volledige beschikbare breedte. Om de breedte te beperken of om een marge toe te voegen, kunt u ook een style-parameter toevoegen:

source: Dynamic QR Codes
de_de: Dynamischer QR Code
nl_nl: Dynamische QR Code

source: If you want to include dynamic generated QR Codes on your site, you can add them with the following shortcode:
de_de: Wenn Sie auf Ihrer Seite dynamische QR Codes einbinden möchten, können Sie dies mit dem folgenden Shortcode:
nl_nl: Als u dynamisch gegenereerde QR Codes op uw site wil inbouwen, kunt u deze toevoegen met de volgende shortcode:

source: Option
nl_nl: Optie

source: Required
de_de: Benötigt
nl_nl: Nodig

source: Description
de_de: Beschreibung
nl_nl: Beschrijving

source: Yes
de_de: Ja
nl_nl: Ja

source: Content of the QR Code
de_de: Inhalt des QR Codes
nl_nl: Inhoud van de QR Code

source: No
de_de: Nein
nl_nl: Nee

source: Image size in pixel - Default: 150
de_de: Bildgröße in Pixel - Standard: 150
nl_nl: Beeldgrootte in pixels - Standaard: 150

source: Image border in pixel - Default: 0
de_de: Bildrand in Pixel - Standard: 0
nl_nl: Afbeeldingsgrens in pixels - Standaard: 0

source: Pixel color - Default: ffffff
de_de: Pixelfarbe - Standard: ffffff
nl_nl: Pixelkleur - Standard: ffffff

source: Background color - Default: 000000
de_de: Hintergrundfarbe - Standard: 000000
nl_nl: Achtergrondkleur - Standard: 000000

source: CSS class for the image
de_de: CSS Klasse des Bildes
nl_nl: CSS class voor het beeld

source: Style tag for the image
de_de: Style Tag des Bildes
nl_nl: Style tag voor het beeld

source: Alt tag for the image
de_de: Alt Tag des Bildes
nl_nl: Alt tag voor het beeld

source: Title tag for the image
de_de: Title Tag des Bildes
nl_nl: Titel tag voor het beeld

source: Examples
de_de: Beispiele
nl_nl: Voorbeelden

source: If you have a high traffic site, you should save the generated QR Codes as images instead of using the dynamic codes, because generating them on the fly increases your server load.
de_de: Wenn Sie eine gut besuchte Webseite haben, sollten sie die erzeugten QR Codes als Grafik speichern, anstadt sie immer wieder dynamisch zu erzeugen, da sie die Serverlast erhöhen.
nl_nl: Wanneer u een goed bezochte website heeft, kunt u het beste de QR Codes als afbeelding opslaan, want het steeds dynamisch weergeven van de code verhoogt de belasting van de server.

source: Customize User Interface
de_de: Bedienoberfläche anpassen
nl_nl: Design aanpassen

source: <a href="http://www.internetloesungen.com/en/bedienoberflache-anpassen/" target="_blank">Here we show how to customize the design of the user interface.</a>
de_de: <a href="http://www.internetloesungen.com/bedienoberflache-anpassen/" target="_blank">Hier zeigen wir, wie Sie das Design der Bedienoberfläche anpassen können.</a>
nl_nl: <a href="http://www.internetloesungen.com/en/bedienoberflache-anpassen/" target="_blank">Hier laten we zien hoe het ontwerp van de gebruikersinterface aan te passen is.</a>

source: Your final Custom-QR-Code (save with right click)
de_de: Ihr fertig generierter Custom-QR-Code (Bild mit Rechtsklick speichern)
nl_nl: Je definitieve Custom-QR-Code (opslaan met rechter muisknop)

source: Are all data complete and correct? A once used QR-Token is spent after usage and can not be used again.
de_de: Sind alle Daten vollständig und korrekt angegeben? Ein einmal verwendeter QR-Token wird bei der Anwendung verbraucht und kann nicht erneut verwendet werden.
nl_nl: Zijn alle gegevens volledig en correct? Een gebruikte QR-Token kan na besteding niet opnieuw gebruikt worden.

source: No QR-Token for final generation entered!
de_de: Es wurde kein QR-Token zum finalen Generieren angegeben!
nl_nl: Geen QR-Token ingevoerd!

source: Save with right mouse click
de_de: Bild mit rechter Maustaste speichern
nl_nl: Opslaan met rechter muisknop

source: This is a test image with included errors.
de_de: Testbild mit eingebauten Fehlern
nl_nl: Dit is een testafbeelding met opgenomen fouten.

source: Upload Logo
de_de: Logo hochladen
nl_nl: Logo uploaden

source: Here you can upload images with .png, .gif or .jpg extension. Best choice is PNG with alpha transparency. The logo will be inserted in the middle of the Custom-QR-Code.
de_de: Hier können Sie Ihr Logo als PNG, GIF oder als JPEG aufspielen. Wir empfehlen PNG, da Sie hier Alphakanal-Transparenz nutzen können. Die Grafik wird in der Mitte des QR Codes platziert.
nl_nl: Hier kunt u afbeeldingen uploaden met png,. gif of. jpg extensie. De beste keuze is PNG met alpha transparantie. Het logo wordt ingevoegd in het midden van de Custom-QR-Code.

source: Your Logo Image
de_de: Ihr Logo
nl_nl: Uw logo

source: Upload
de_de: Hochladen
nl_nl: Uploaden

source: QR Codes and Custom-QR-Codes
de_de: QR Codes und Custom-QR-Codes
nl_nl: QR Codes en Custom-QR-Codes

source: <h2>QR Code</h2><p>QR Codes (Quick Response Codes) are coded graphics, that can be read by current smartphones and tablets with the appropriate software. They form a bridge between the real and the virtual world. Nowadays it's hard to find advertisements without this code. With one scan you are directed to a website, a product video or a download link in the App Store. Receive immediately information or the content you want, without having to type a link. Complete Business cards are imported within seconds. Even pre-formulated, pre-addressed mail and SMS as well as free text messages can be transmitted. With the enormous range of practical applications QR Codes are continuously gaining importance.</p><h2>Custom-QR-Code</h2><p>Here you can customize your QR Codes with your logo, a photo, a smiley or a short promotional text. In this way you create a recognition and give a personal touch to the code, so to stand out from other competitors.</p><p>Your graphic is positioned centrally and may cover a maximum of 30%, less is recommended in any case, so that old scanner can read this.</p><p>You can upload your logo in PNG, GIF and as JPEG. We recommend PNG because here you can use alpha channel transparency. You can adjust the size of the logo with a slider. You should test in any case directly on the screen using a smartphone, whether the generated code is still working or if there is too many image content covered.</p>
de_de: <h2>QR Code</h2><p>QR Codes (Quick Response Codes) sind kodierte Grafiken, die von aktuellen Smartphones und Tablets mit der entsprechenden Software ausgelesen werden können. Sie bilden eine Brücke zwischen der realen und der virtuellen Welt. Heute kommt kaum eine Werbeanzeige ohne diesen Code aus. Mit nur einem Scan wird der Interessent auf eine Webseite, ein Produktvideo oder einen Downloadlink im App-Store geleitet und erhält sofort weitere Informationen oder die gewünschten Inhalte, ohne einen Link eingeben zu müssen. Komplette Visitenkarten können so binnen Sekunden importiert werden. Auch vorformulierte und adressierte Mails und SMS sowie freie Textbotschaften können so übertragen werden. Das Spektrum praktischer Anwendungen ist enorm, so dass die Bedeutung der QR Codes kontinuierlich wächst.</p><h2>Custom-QR-Code</h2><p>Wir bieten Ihnen die Möglichkeit, Ihre QR Codes z.B. mit Ihrem Logo, einem Foto, Smiley oder einem kurzen Werbetext in der Mitte zu individualisieren. Hierdurch erzeugen Sie einen Wiedererkennungswert und geben dem Code eine persönliche Note, um sich so von anderen Mitbewerbern abzuheben.</p><p>Ihre Grafik wird mittig positioniert und darf maximal 30% überdecken, etwas weniger ist aber in jedem Fall empfehlenswert, damit auch ältere Scanner dies lesen können.</p><p>Sie können Ihr Logo als PNG, GIF und als JPEG aufspielen. Wir empfehlen PNG, da Sie hier Alphakanal-Transparenz nutzen können. Die Größe des Logos können Sie über einen Schieberegler anpassen. Sie sollten in jedem Fall direkt am Monitor mit einem Smartphone testen, ob der generierte Code noch funktioniert oder ob bereits zu viele Bildinhalte abgedeckt wurden. </p>
nl_nl: <h2>QR Code</h2><p>QR Codes (Quick Response Codes) zijn gecodeerde afbeeldingen, die doormoderne smartphones en tablets met de toebehorende software gelezen kunnen worden.Ze bouwen een brug tussen de echte en de virtuele wereld. Vandaag de dag komt een reclameadvertentie amper weg, zonder deze code te gebruiken. Door middel van een scan wordt de lezer via een website directdoorgelinkt naar een productvideo of downloadlink in de App-store en ontvangt meteen verdere informatie of de gewenste inhoud, zonder dat deze een link moet intypen. Complete visitekaartjes kunnen zo binnen enkele seconden geïmporteerd worden. Ook kant-en-klare en geadresseerde e-mails en sms'jes of vrije tekstboodschappen, kunnen op deze wijze overgedragen worden. Het spectrum praktische toepassingenis enorm, waardoor het belang van QR Codes blijft groeien.</p><h2>Custom-QR-Code</h2><p>Wij bieden u de mogelijkheid, uw QR Codes te individualiseren met uw logo, een foto, smiley of een korte reclametekst in het midden. Hierdoor creëert u een herkenningswaarde en geeft u de code een persoonlijke touch. Op deze wijze onderscheidt u zich van andere adverteerders.</p><p>Uw afbeelding wordt in het midden geplaatst en mag maximaal 30% van het totaal in beslag nemen. Iets minder is overigens sowieso aan te bevelen, zodat ook oudere scanners deze kunnen lezen.</p><p>U kunt uw logo als PNG, GIF en als JPG uploaden. Wij bevelen PNG aan, omdat u dan een alfa-kanaal voor transparantie kunt aanmaken. De grootte van het logo kunt u via een schuifregelaar aanpassen. U dient in ieder geval direct aan een monitor met een smartphone te testen of de gegenereerde code nog werkt of dat er al teveel beeldinhouden bedekt zijn.</p>

source: <p>Important: For tests the content of the Custom-QR-Code is in some places illegible. To generate a Custom-QR-Code correctly, a QR-Token is required. You can get it for 4,99 €. You should use the QR-Token only when everything else suits you. The generated Custom-QR Code will be displayed on the website and we sent it by mail to the email address you entered by ordering. If you make a price comparison, you will find that this offer is extremely cheap. Typical prices for individualized QR Codes range from 50,- € to 100,- €.</p><p>The provider of the QR-Token is the company Hot-World GmbH & Co. KG. Payment is made securely through PayPal.</p>
de_de: <p>Wichtig: Zum Testen wird der Inhalt des Custom-QR-Codes stellenweise unkenntlich gemacht. Um einen korrekten Custom-QR-Code zu generieren, wird je ein QR-Token benötigt, den Sie für 4,99 Euro erwerben können. Sie sollten diesen also erst nutzten, wenn alles andere Ihren Wünschen entspricht. Der generierte Custom-QR-Code wird dann auf der Webseite angezeigt und parallel per Mail an die bei der Bestellung angegebene Mailadresse gesendet. Wenn Sie einen Preisvergleich machen, werden Sie feststellen, dass dieses Angebot extrem günstig ist, meist werden pro individualisierten QR Code 50,- € bis 100,- € verlangt. </p><p>Der Anbieter der QR-Token ist die Firma Hot-World GmbH & Co. KG. Die Bezahlung erfolgt sicher über PayPal.</p>
nl_nl: <p>Belangrijk: om te testen wordt de inhoud van de Custon-QR-Code gedeeltelijk onherkenbaar gemaakt.Om een correcte Custom-QR-Code te genereren, heeft u een QR-token nodig, die u voor € 4,99 kunt kopen. U moet deze dus pas gebruiken, wanneer alles aan uw wensen voldoet. De gegenereerde Custom-QR-Code wordt dan op de website getoond en tegelijkertijd per e-mail aan het bij de bestelling opgegeven e-mailadres verstuurd. Wanneer u een prijsvergelijking doet, zult u vaststellen dat dit aanbod extreem voordelig is. Veelal wordt voor professioneel geïndividualiseerde QR-Codes € 50,- tot € 100,- gevraagd. </p><p>De aanbieder van de QR-Token is het bedrijf Hot-World GmbH & Co. KG. De betaling geschiedt via PayPal.</p>

source: <p>The use of Custom-QR-Codes is free of charge and royalty. You can use your generated Custom-QR-Codes for free for personal and commercial use as well as for printing.</p>
de_de: <p>Die Nutzung der Custom-QR-Codes ist lizenz- und kostenfrei. Alle hier generierten Custom-QR-Codes können Sie kostenlos für private und gewerbliche Zwecke und zum Druck nutzen.</p>
nl_nl: <p>Het gebruik van de Custom-QR-Codes zijn licentievrij en gratis. Alle hier gegenereerde Custom-QR-Codes kunt u gratis voor zowel privé of zakelijke doeleinden als om te printen gebruiken.</p>

source: Text
nl_nl: Tekst

source: Telephone
de_de: Telefon
nl_nl: Telefoon

source: Business Card
de_de: Visitenkarte
nl_nl: Visitekaartje

source: chars left
de_de: Zeichen verbleiben
nl_nl: tekens over

source: Subject
de_de: Betreff
nl_nl: Onderwerp

source: Message
de_de: Nachricht
nl_nl: Bericht

source: Telephone Number
de_de: Telefonnummer
nl_nl: Telefoonnummer

source: SMS Message
de_de: SMS-Nachricht
nl_nl: SMS-bericht

source: Formatted Name
de_de: Angezeigter Name
nl_nl: Getoonde naam

source: Company Name
de_de: Firmenname
nl_nl: Bedrijfsnaam

source: Title
de_de: Position
nl_nl: Titel

source: Surname
de_de: Nachname
nl_nl: Achternaam

source: First Name
de_de: Vorname
nl_nl: Voornaam

source: Image URL
de_de: Bild URL
nl_nl: URL afbeelding

source: Address Type
de_de: Adressart
nl_nl: Adrestype

source: Work
de_de: Arbeit
nl_nl: Werk

source: Home
de_de: Privat
nl_nl: Thuis

source: Post Office
de_de: Postfach
nl_nl: Post Office Box

source: Extended Address
de_de: Erweiterte Anschrift
nl_nl: Uitgebreide Adres

source: Street
de_de: Straße
nl_nl: Straat

source: Postal Code
de_de: Postleitzahl
nl_nl: Postcode

source: Region
nl_nl: Regio

source: Country Name
de_de: Land
nl_nl: Land

source: Telephone #1
de_de: Telefon #1
nl_nl: Telefoon #1

source: Mobile Work
de_de: Mobil Arbeit
nl_nl: Mobiel Werk

source: Mobile Private
de_de: Mobil Privat
nl_nl: Mobiel Privé

source: Fax Work
de_de: Fax Arbeit
nl_nl: Fax Werk

source: Fax Home
de_de: Fax Privat
nl_nl: Fax Thuis

source: Telephone #2
de_de: Telefon #2
nl_nl: Telefoon #2

source: Phone Work
de_de: Telefon Arbeit
nl_nl: Telefoon Werk

source: Phone Home
de_de: Telefon Privat
nl_nl: Telefoon Thuis

source: Telephone #3
de_de: Telefon #3
nl_nl: Telefoon #3

source: Telephone #4
de_de: Telefon #4
nl_nl: Telefoon #4

source: Email (Work)
de_de: E-Mail (Arbeit)
nl_nl: E-mail (Werk)

source: Email (Home)
de_de: E-Mail (Privat)
nl_nl: E-mail (Privé)

source: Link save: https://
de_de: Link sicher: https://
nl_nl: Veilige link: https://

source: Standard QR Code
nl_nl: Standaard QR Code

source: Custom-QR-Code with your Logo
de_de: Custom-QR-Code mit Ihrem Logo
nl_nl: Custom-QR-Code met uw Logo

source: Size
de_de: Größe
nl_nl: Grootte

source: Border
de_de: Rand
nl_nl: Rand

source: Foreground&nbsp;Color
de_de: Vordergrundfarbe
nl_nl: Voorgrondkleur

source: Background&nbsp;Color
de_de: Hintergrundfarbe
nl_nl: Achtergrondkleur

source: Upload new Logo
de_de: Logo hochladen
nl_nl: Upload nieuwe logo

source: Logo&nbsp;Size
de_de: Logogröße
nl_nl: Logo grootte

source: Update
de_de: Aktualisieren
nl_nl: Updaten

source: QR-Token to create Custom-QR-Codes with logo available here.
de_de: QR-Token zum Erzeugen von Custom-QR-Codes mit Logo erhaten Sie hier.
nl_nl: QR-Token om Custom-QR-Codes met logo te genereren erhaten u hier.

source: Generate final Custom-QR-Code
de_de: Finalen Custom-QR-Code generieren
nl_nl: Genereer laatste Custom-QR-Code

source: Private and commercial use and printing are allowed.<br/>&quot;QR Code&quot; is a registered trademark of <a href="http://www.denso-wave.com/en/adcd/" target="_blank" rel="nofollow">DENSO WAVE</a> INCORPORATED
de_de: Private und kommerzielle Nutzung und Druck sind erlaubt.<br/>&quot;QR Code&quot; ist ein eingetragenes Markenzeichen von <a href="http://www.denso-wave.com/en/adcd/" target="_blank" rel="nofollow">DENSO WAVE</a> INCORPORATED.
nl_nl: Privé en commercieel gebruik en afdrukken zijn toegestaan.<br/>&quot;QR Code&quot; is een gedeponeerd handelsmerk van <a href="http://www.denso-wave.com/en/adcd/" target="_blank" rel="nofollow">DENSO WAVE</a> INCORPORATED.

source: <h2 style="color:red">CURL library for php not installed/activated</h2><p>Custom-QR-Codes require communication with our server. This happens with the curl extension of php. Please install the extension for the full functionality.</p><p>For windows check the php.ini and search for ";extension=php_curl.dll" and remove the semicolon. Restart apache.</p><p>For Linux it depends on the distribution. For Debien, Ubuntu and clones use:</p><div style="font-family:Courier New;background:#ececec;padding:10px;margin-bottom:10px">apt-get install php5-curl<br/>/etc/init.d/apache2 restart</div><p>For suse it is:</p><div style="font-family:Courier New;background:#ececec;padding:10px;margin-bottom:10px">zypper in php5-curl<br/>rcapache2 restart</div><p>and for Red Hat, Fedora and Centos:</p><div style="font-family:Courier New;background:#ececec;padding:10px;margin-bottom:10px">yum install php-curl</div>
de_de: <h2 style="color:red">CURL Erweiterung für php nicht installiert/aktiviert</h2> <p>Custom-QR-Codes benötigen eine Kommunikation mit unserem Server. Hierzusetzten wir die curl-Erweiterung von PHP ein. Bitte installieren Sie die Erweiterungfür die volle Funktionalität.</p> <p>Für Windows testen sie die Datei php.ini und suchen nach ";extension=php_curl.dll" und entfernen das Semikolon. Danach den Webserver neu starten.</p> <p>Bei Linux hängt es von der verwendeten Distrubution ab. Für Debien, Ubuntu und Klones verwenden Sie:</p> <div style="font-family:Courier New;background:#ececec;padding:10px;margin-bottom:10px"> apt-get install php5-curl<br/> /etc/init.d/apache2 restart </div> <p>Für SuSE ist es:</p> <div style="font-family:Courier New;background:#ececec;padding:10px;margin-bottom:10px">zypper in php5-curl<br/> rcapache2 restart</div> <p>und für Red Hat, Fedora und Centos:</p> <div style="font-family:Courier New;background:#ececec;padding:10px;margin-bottom:10px">yum install php-curl</div>

source: qrinfo-en.png
de_de: qrinfo-de.png

source: City
de_de: Stadt
